{
  "comments": [
    "Looks like the cat took a break, maybe it prefers pizza over apples!",
    "Don't worry, even champions have off days!",
    "That cat must’ve been distracted by a squirrel!",
    "Well... not every cat is a hunter, right?",
    "It's okay, maybe apples just aren't your thing!",
    "Oops! I guess the cat's on an apple diet strike!",
    "Did someone say nap time? The cat did, clearly!",
    "Don't feel bad, that cat is secretly on a keto diet.",
    "The cat's just saving room for a lasagna feast later!",
    "Did the cat just… forget what apples are?",
    "Looks like the apples were playing hide and seek... and won!",
    "Cats are notorious for only working when THEY want to, right?",
    "Don't be too sad, the apples were probably sour anyway!",
    "Next time, remind the cat what it’s supposed to be doing!",
    "The cat wanted to eat more, but it got distracted by its reflection.",
    "Seems like the apples were a little too fast for this kitty!",
    "I think your cat has a case of the Monday blues, even on a Tuesday!",
    "Apple shortage? Or is your cat just pretending they don't exist?",
    "That cat clearly has bigger dreams... maybe about catching fish!",
    "No apples today, but at least the cat looks cute, right?",
    "The cat’s waiting for the apples to come to it. Bold move, Cotton!",
    "If life gives you lemons instead of apples... the cat’s still not interested!",
    "Looks like the cat's just here for the vibes, not the apples.",
    "That’s okay, the apples won’t hold it against you... probably.",
    "Are those apples hiding or is the cat just extra lazy today?",
    "Don't blame yourself... blame the apples! They were too sneaky.",
    "Maybe try bribing the cat with a tuna apple next time.",
    "I bet the cat’s just waiting for someone else to do the hard work.",
    "No apples? More like 'no problem!' The cat’s too cool to care.",
    "Looks like the apples pulled a fast one on you. Next time, you'll get 'em!"
  ]
}
